Repository: sebasblancogonz/bulkup
Catalog: bulkup/Localization/Localizable.xcstrings
Source language: es
Languages: en

source: ¡Dieta completada hoy!
en: Diet completed today!

source: ¡Registra tu primer RM!
en: Log your first PR!

source: ¡Ya eres Premium!
en: You're already Premium!

source: ¿Algo que destacar? (opcional)
en: Anything to highlight? (optional)

source: ¿Cómo fue el entreno?
en: How was the workout?

source: ¿Eliminar récord?
en: Delete record?

source: ¿Estás seguro de que deseas eliminar este plan? Esta acción no se puede deshacer.
en: Are you sure you want to delete this plan? This action cannot be undone.

source: ¿Estás seguro de que quieres cerrar sesión?
en: Are you sure you want to sign out?

source: ¿Estás seguro de que quieres eliminar tu foto de perfil?
en: Are you sure you want to delete your profile photo?

source: ¿No tienes cuenta? Regístrate
en: Don't have an account? Sign up

source: ¿Qué comiste?
en: What did you eat?

source: ¿Ya tienes cuenta? Inicia sesión
en: Already have an account? Log in

source: ... y %lld comidas mas
en: ... and %lld more meals

source: (opcional)
en: (optional)

source: (tu)
en: (you)

source: (tú)
en: (you)

source: % Grasa
en: % Fat

# %.1f kg × %lld
source: %1$.1f kg × %2$lld
en: %.1f kg × %lld

source: %@ %@ gratis
en: %@ %@ free

# %@ kg × %lld
source: %1$@ kg × %2$lld
en: %@ kg × %lld

source: %1$d/%2$d comidas
en: %1$d/%2$d meals

source: %1$d/%2$d dias
en: %1$d/%2$d days

source: %lld años
en: %lld years

source: %lld comidas
en: %lld meals

source: %lld comidas por dia
en: %lld meals per day

source: %lld dias
en: %lld days

source: %lld días
en: %lld days

source: %lld dias · %lld comidas
en: %1$lld days · %2$lld meals

source: %lld dias seguidos
en: %lld days in a row

source: %lld días/semana
en: %lld days/week

source: %lld ej.
en: %lld ex.

source: %lld ejercicios
en: %lld exercises

source: %lld opc.
en: %lld opt.

source: %lld opciones
en: %lld options

# %lld Sets · %@ Reps
source: %1$lld Sets · %2$@ Reps
en: %lld Sets · %@ Reps

source: %lld/%lld comidas
en: %1$lld/%2$lld meals

source: %lld/%lld ejercicios completados
en: %1$lld/%2$lld exercises completed

source: %llds descanso
en: %llds rest

source: 12 o 8-12
en: 12 or 8-12

source: Abdominales
en: Abdominals

source: Abductores
en: Abductors

source: Accede a todas las funciones premium y lleva tu entrenamiento al siguiente nivel
en: Access all premium features and take your training to the next level

source: Acción permanente e irreversible
en: Permanent and irreversible action

source: Acerca de
en: About

source: Acerca de BulkUp
en: About BulkUp

source: Activando...
en: Activating...

source: Activar
en: Activate

source: Actualiza tus medidas y peso
en: Update your measurements and weight

source: Actualizando...
en: Updating...

source: Actualizar
en: Update

source: Aductores
en: Adductors

source: Agrega amigos para ver el ranking
en: Add friends to see the ranking

source: Agrega tus medidas corporales para ver tu progreso
en: Add your body measurements to see your progress

source: Agrega tus medidas corporales para ver tu resumen
en: Add your body measurements to see your summary

source: Agrega tus medidas para ver tu progreso
en: Add your measurements to see your progress

source: Agrega tus primeras medidas para comenzar a hacer seguimiento de tu progreso
en: Add your first measurements to start tracking your progress

source: Agregando...
en: Adding...

source: Agregar
en: Add

source: Agregar Amigo
en: Add Friend

source: Agregar comida
en: Add meal

source: Agregar Comida
en: Add Meal

source: Agregar Dia
en: Add Day

source: Agregar ingrediente
en: Add ingredient

source: Agregar Medidas
en: Add Measurements

source: Agregar opcion
en: Add option

source: Agregar Primera Medida
en: Add First Measurement

source: Agregar suplemento
en: Add supplement

source: Agua Corporal
en: Body Water

source: Ahorra %lld%%
en: Save %lld%%

source: Aislamiento
en: Isolation

source: Ajustes
en: Settings

source: Alergias
en: Allergies

source: Alerta al finalizar tiempo de descanso
en: Alert when rest time ends

source: Alimentacion
en: Nutrition

source: Almuerzo
en: Lunch

source: Altura
en: Height

source: Amigo agregado exitosamente
en: Friend added successfully

source: Amigos
en: Friends

source: Anade tu primer dia para comenzar
en: Add your first day to get started

source: Añade tu primer día para comenzar
en: Add your first day to get started

source: Añade tu primer récord para este ejercicio
en: Add your first record for this exercise

source: Añadir
en: Add

source: Añadir Día
en: Add Day

source: Añadir Día de Entrenamiento
en: Add Training Day

source: Añadir Ejercicio
en: Add Exercise

source: Anadir serie
en: Add set

source: Añadir…
en: Add…

source: Ánimo
en: Mood

source: año
en: year

source: anos
en: yrs

source: años
en: yrs

source: ant. %@
en: prev. %@

source: ant. %@ kg
en: prev. %@ kg

source: Antebrazos
en: Forearms

source: Anterior
en: Previous

source: ANTERIOR
en: PREVIOUS

source: anterior: %@ kg
en: previous: %@ kg

source: Anual
en: Yearly

source: Archivo PDF
en: PDF file

source: Audio y Retroalimentación
en: Audio & Feedback

source: Aumentar volumen y fuerza
en: Increase size and strength

source: Avanzado
en: Advanced

source: Bajo peso
en: Underweight

source: Balón
en: Ball

source: Balón medicinal
en: Medicine ball

source: Banda
en: Band

source: Bandas
en: Bands

source: Barra
en: Barbell

source: Barra Z
en: E-Z curl bar

source: Basado en %lld% de cumplimiento
en: Based on %lld% compliance

source: Basado en %lld%% de cumplimiento
en: Based on %lld%% compliance

source: Basado en fórmula híbrida
en: Based on hybrid formula

source: Básico
en: Basic

source: Biblioteca vacia
en: Empty library

source: Biblioteca vacía
en: Empty library

source: Bíceps
en: Biceps

source: Bienvenido a BulkUp
en: Welcome to BulkUp

source: Brazo
en: Arm

source: Buenas noches
en: Good evening

source: Buenas tardes
en: Good afternoon

source: Buenos dias
en: Good morning

source: Buscar ejercicio...
en: Search exercise...

source: Cadera
en: Hip

source: Calcular Composición Corporal
en: Calculate Body Composition

source: Cálculo Automático
en: Auto Calculation

source: Calculo automatico de RM estimado
en: Automatic estimated 1RM calculation

source: Calculo de IMC y composicion corporal
en: BMI and body composition calculation

source: Calificar App
en: Rate App

source: Cambiar
en: Change

source: Cambiar vista
en: Change view

source: Cambios desde la medición anterior
en: Changes since last measurement

source: Cancela en cualquier momento
en: Cancel anytime

source: Cancelar
en: Cancel

source: Carbos
en: Carbs

source: Cargando datos...
en: Loading data...

source: Cargando ejercicios...
en: Loading exercises...

source: Cargando historial de pesos...
en: Loading weight history...

source: Cargando medidas...
en: Loading measurements...

source: Cargando planes...
en: Loading plans...

source: Cargando tu plan...
en: Loading your plan...

source: Cargando tu rutina...
en: Loading your routine...

source: Cargando tus datos...
en: Loading your data...

source: Categoría
en: Category

source: Cena
en: Dinner

source: Centro de Ayuda
en: Help Center

source: Cerrar
en: Close

source: Cerrar Sesión
en: Sign Out

source: Cintura
en: Waist

source: Claro
en: Light

source: CÓDIGO
en: CODE

source: Código inválido o expirado
en: Invalid or expired code

source: Come, entrena, crece, repite
en: Eat, train, grow, repeat

source: Come, entrena, crece, repite.
en: Eat, train, grow, repeat.

source: Comenzar
en: Get started

source: Comenzar Entreno
en: Start Workout

source: Comida
en: Lunch

source: COMIDA LIBRE
en: FREE MEAL

source: COMIDAS
en: MEALS

source: COMIDAS HOY
en: MEALS TODAY

source: Comidas y horarios
en: Meals and schedules

source: Comienza con una plantilla predefinida
en: Start with a preset template

source: Cómo manejamos tus datos
en: How we handle your data

source: Comparte este código con otro usuario para que pueda importar tu plan
en: Share this code with another user so they can import your plan

source: Comparte este código con tus amigos para que te agreguen
en: Share this code with your friends so they can add you

source: Comparte tu código o agrega el de un amigo para empezar a competir
en: Share your code or add a friend's to start competing

source: Compartiendo...
en: Sharing...

source: Compartir
en: Share

source: Compartir (PRO)
en: Share (PRO)

source: Compartir e importar planes
en: Share and import plans

source: Compartir Planes
en: Share Plans

source: Compite con amigos con PRO
en: Compete with friends with PRO

source: Compite con tus amigos y comparte planes
en: Compete with your friends and share plans

source: Completado
en: Completed

source: Composición Corporal
en: Body Composition

source: Compuesto
en: Compound

source: Con récords registrados
en: With records logged

source: Configuración
en: Settings

source: CONFIGURACIÓN
en: SETTINGS

source: Configurar por defecto
en: Set defaults

source: Construye tu plan paso a paso
en: Build your plan step by step

source: Contactar Soporte
en: Contact Support

source: Continuar
en: Continue

source: Continuar Entreno
en: Continue Workout

source: Contraseña
en: Password

source: Controla tu alimentacion
en: Track your nutrition

source: Copiado
en: Copied

source: Copiar Código
en: Copy Code

source: Corporal
en: Body

source: Crea tu primer plan
en: Create your first plan

source: Crea tu primer plan de entrenamiento
en: Create your first workout plan

source: Crea un nuevo plan o activa uno desde tu biblioteca
en: Create a new plan or activate one from your library

source: Crea y gestiona todos los planes que necesites
en: Create and manage as many plans as you need

source: Creado %@
en: Created %@

source: Creando plan...
en: Creating plan...

source: Crear cuenta
en: Create account

source: Crear manualmente
en: Create manually

source: Crear Plan
en: Create Plan

source: Cuádriceps
en: Quadriceps

source: Cual es tu objetivo?
en: What's your goal?

source: Cuello
en: Neck

source: Cuerpo
en: Body

source: Cumplimiento
en: Compliance

source: Cumplimiento: %.0f%%
en: Compliance: %.0f%%

source: Dashboard de Progreso
en: Progress Dashboard

source: Dashboard de progreso completo
en: Full progress dashboard

source: Datos y Privacidad
en: Data & Privacy

source: Definicion y perdida de peso
en: Definition and weight loss

source: Déjanos tu opinión en App Store
en: Leave us a review on the App Store

source: Desayuno
en: Breakfast

source: Desbloquea el poder de subir y gestionar tus planes personalizados de entrenamiento y dieta
en: Unlock the power to upload and manage your personalized training and diet plans

source: Desbloquea el Progreso Completo
en: Unlock Full Progress

source: Desbloquea Todo el Potencial
en: Unlock Your Full Potential

source: Desbloquear PRO
en: Unlock PRO

source: Descanso
en: Rest

source: DESCANSO
en: REST

source: Descanso (s)
en: Rest (s)

source: Descanso (segundos)
en: Rest (seconds)

source: Descargar tu información
en: Download your data

source: Descartar
en: Discard

source: Descartar entreno?
en: Discard workout?

source: Descripcion
en: Description

source: Descripcion (ej: Tortilla de claras con avena)
en: Description (e.g. Egg-white omelette with oats)

source: desde inicio
en: since start

source: Detalle de Medición
en: Measurement Detail

source: Detalles del Ejercicio
en: Exercise Details

source: Detalles técnicos
en: Technical details

source: Dia
en: Day

source: día
en: day

source: Día
en: Day

source: Día %lld de %lld
en: Day %1$lld of %2$lld

source: Dia de descanso
en: Rest day

source: Dia de la semana
en: Day of the week

source: Día de la semana
en: Day of the week

source: Día saltado
en: Skipped day

source: Diario
en: Daily

source: Dias
en: Days

source: días
en: days

source: Días activo
en: Active days

source: Dias de descanso
en: Rest days

source: Dias de entrenamiento
en: Training days

source: Días de Entrenamiento
en: Training Days

source: Días total
en: Total days

source: Dieta
en: Diet

source: DIETA
en: DIET

source: Digitaliza tu dieta y lleva el seguimiento diario
en: Digitize your diet and track it daily

source: Distribución semanal
en: Weekly split

source: Dolor
en: Pain

source: Domingo
en: Sunday

source: Dorsales
en: Lats

source: Dosis
en: Dosage

source: Duracion
en: Duration

source: Duración
en: Duration

source: Duración del Plan
en: Plan Duration

source: Durante los entrenamientos
en: During workouts

source: Edad
en: Age

source: Edad calculada desde tu fecha de nacimiento. Puedes modificarla si es necesario.
en: Age calculated from your date of birth. You can edit it if needed.

source: Editar
en: Edit

source: Editar Perfil
en: Edit Profile

source: Editar Plan
en: Edit Plan

source: Editar Plan de Dieta
en: Edit Diet Plan

source: Editar RM
en: Edit PR

source: Efectos de Sonido
en: Sound Effects

source: Ej: 5g
en: E.g. 5g

source: Ej: 08:00
en: E.g. 08:00

source: Ej: Creatina
en: E.g. Creatine

source: Ej: Diario
en: E.g. Daily

source: Ej: Dieta Volumen 2026
en: e.g. Bulk Diet 2026

source: Ej: Fuerza Primavera 2024
en: e.g. Strength Spring 2024

source: Ej: pizza familiar y 2 cervezas
en: E.g. family pizza and 2 beers

source: Ej: Post-entreno
en: E.g. Post-workout

source: Ej: Push (Empujes)
en: E.g.: Push

source: Ej: Tortilla de claras con avena
en: e.g. Egg-white omelette with oats

source: Ejercicio
en: Exercise

source: Ejercicios
en: Exercises

source: EJERCICIOS
en: EXERCISES

source: Ejercicios con RM
en: Exercises with PR

source: Ejercicios y series
en: Exercises and sets

source: Elige tu plan:
en: Choose your plan:

source: Elige una plantilla para empezar
en: Choose a template to get started

source: Eliminar
en: Delete

source: Eliminar amigo
en: Remove friend

source: Eliminar comida
en: Delete meal

source: Eliminar Cuenta
en: Delete Account

source: Eliminar dia
en: Delete day

source: Eliminar ejercicio
en: Delete exercise

source: Eliminar Foto
en: Delete Photo

source: Eliminar Medición
en: Delete Measurement

source: Eliminar Plan
en: Delete Plan

source: Empuje
en: Push

source: Energía
en: Energy

source: Entrenamiento
en: Training

source: Entrenamiento completado
en: Workout completed

source: Entrenamiento Completado!
en: Workout Complete!

source: Entrenamientos
en: Workouts

source: Entreno
en: Training

source: Entreno completado!
en: Workout complete!

source: Entreno en curso
en: Workout in progress

source: Entrenos
en: Workouts

source: ENTRENOS
en: WORKOUTS

source: Enviar feedback o reportar problemas
en: Send feedback or report issues

source: Equipo
en: Equipment

source: Equipo necesario
en: Required equipment

source: Equipo: %@
en: Equipment: %@

source: Error al agregar amigo
en: Error adding friend

source: Error al eliminar
en: Error deleting

source: Error al eliminar el récord
en: Error deleting the record

source: Error al guardar
en: Error saving

source: Error al guardar el récord
en: Error saving the record

source: Error al iniciar sesión con Apple: %@
en: Error signing in with Apple: %@

source: Error al procesar
en: Processing error

source: Error al procesar la compra: %@
en: Error processing purchase: %@

source: Error: credencial inválida
en: Error: invalid credential

source: Error: no se pudo obtener el token de identidad
en: Error: could not retrieve identity token

source: Escribe un nombre para el plan antes de subir el archivo
en: Enter a plan name before uploading the file

source: Espalda baja
en: Lower back

source: Espalda media
en: Middle back

source: Esta acción eliminará permanentemente tu cuenta y todos tus datos. No se puede deshacer.
en: This action will permanently delete your account and all your data. It cannot be undone.

source: Esta acción es permanente y no se puede deshacer. Se eliminarán todos tus datos.
en: This action is permanent and cannot be undone. All your data will be deleted.

source: Esta acción no se puede deshacer
en: This action cannot be undone

source: Esta acción no se puede deshacer. ¿Estás seguro de que quieres eliminar esta medición?
en: This action cannot be undone. Are you sure you want to delete this measurement?

source: Esta funcion requiere una suscripcion PRO
en: This feature requires a PRO subscription

source: Estadisticas de tus levantamientos
en: Your lifting stats

source: Estas seguro de que deseas eliminar este plan? Esta accion no se puede deshacer.
en: Are you sure you want to delete this plan? This action cannot be undone.

source: Estático
en: Static

source: Este Mes
en: This Month

source: Estimando…
en: Estimating…

source: Estiramiento
en: Stretching

source: Esto nos ayuda a calcular tus proyecciones
en: This helps us calculate your projections

source: Esto nos ayuda a personalizar tu experiencia
en: This helps us personalize your experience

source: Etiquetas
en: Tags

source: Experto
en: Expert

source: Expira %@
en: Expires %@

source: Explorar ejercicios
en: Exercise library

source: Explorar la app
en: Explore the app

source: Exportar Datos
en: Export Data

source: facturado %@
en: billed %@

source: Facturado %@
en: Billed %@

source: facturado anualmente
en: billed annually

source: Facturado anualmente
en: Billed annually

source: facturado mensualmente
en: billed monthly

source: Facturado mensualmente
en: Billed monthly

source: Faltan %lld dias
en: %lld days left

source: Fatiga
en: Fatigue

source: Fecha
en: Date

source: Fecha de fin
en: End date

source: Fecha de inicio
en: Start date

source: Fecha de Nacimiento
en: Date of Birth

source: Fecha de revision
en: Review date

source: Fecha fin
en: End date

source: Fecha inicio
en: Start date

source: Fechas específicas
en: Specific dates

source: Fidelidad a la dieta
en: Diet adherence

source: Fidelidad a la dieta (PRO)
en: Diet adherence (PRO)

source: Filtros
en: Filters

source: Finalizar
en: Finish

source: Finalizar entreno
en: Finish workout

source: Foto de tu dieta
en: Photo of your diet

source: Foto de tu plan
en: Photo of your plan

source: Fotos
en: Photos

source: Frecuencia
en: Frequency

source: Fuerza
en: Force

source: Fuerza: %@
en: Force: %@

source: Funcion Premium
en: Premium Feature

source: Ganar masa muscular
en: Build muscle mass

source: Gestión de Cuenta
en: Account Management

source: Gestionar Suscripción
en: Manage Subscription

source: Glúteos
en: Glutes

source: Grasa
en: Body fat

source: Grasas
en: Fat

source: Guardadas solo en este dispositivo.
en: Saved only on this device.

source: Guardado
en: Saved

source: Guardando...
en: Saving...

source: Guardar
en: Save

source: Guardar Cambios
en: Save Changes

source: Guardar Fecha
en: Save Date

source: Guardar Medidas
en: Save Measurements

source: Guardar Plan
en: Save Plan

source: Guardar y continuar
en: Save and continue

source: Guardar y salir
en: Save and exit

source: Hace %lld días
en: %lld days ago

source: Halterofilia
en: Olympic weightlifting

source: Has completado todos los ejercicios de hoy
en: You've completed all of today's exercises

source: Haz seguimiento de tu composicion corporal y progreso fisico
en: Track your body composition and physical progress

source: Historial Completo
en: Full History

source: Historial de Mediciones
en: Measurement History

source: Historial de mediciones con graficos
en: Measurement history with charts

source: Historial de Pagos
en: Payment History

source: Historial y progresion por ejercicio
en: History and progression per exercise

source: Hombre
en: Male

source: Hombros
en: Shoulders

source: Hora
en: Time

source: Hora (ej: 08:00)
en: Time (e.g. 08:00)

source: Hora de entrenar!
en: Time to train!

source: Hoy
en: Today

source: Idioma / Language
en: Language

source: IMC
en: BMI

source: Importa y exporta planes con codigos unicos
en: Import and export plans with unique codes

source: Importacion con IA
en: AI Import

source: Importacion con IA (PDF y fotos)
en: AI import (PDF and photos)

source: Importando...
en: Importing...

source: Importar con codigo
en: Import with code

source: Importar con IA
en: Import with AI

source: Importar Plan
en: Import Plan

source: Información
en: Information

source: Información Adicional
en: Additional Info

source: Información Básica
en: Basic Info

source: Informacion del Plan
en: Plan Info

source: Información del Plan
en: Plan Info

source: Ingrediente
en: Ingredient

source: Ingredientes
en: Ingredients

source: Ingredientes y cantidades
en: Ingredients and quantities

source: Ingresa el código de 6 caracteres que te compartieron
en: Enter the 6-character code you were shared

source: Ingresa el código de 8 caracteres de tu amigo
en: Enter your friend's 8-character code

source: Iniciar sesión
en: Log in

source: Inicio de Semana
en: Week Start

source: Instrucciones
en: Instructions

source: Instrucciones (opcional)
en: Instructions (optional)

source: Intermedio
en: Intermediate

source: Introduce el porcentaje de grasa proporcionado por tu nutricionista
en: Enter the body fat percentage provided by your nutritionist

source: Ir al entreno
en: Go to workout

source: Isquiotibiales
en: Hamstrings

source: Jalón
en: Pull

source: Jueves
en: Thursday

source: La IA detectará automáticamente:
en: AI will automatically detect:

source: Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes del final del período actual. Puedes gestionar y cancelar tus suscripciones en la configuración de tu cuenta de App Store.
en: Subscriptions automatically renew unless cancelled at least 24 hours before the end of the current period. You can manage and cancel your subscriptions in your App Store account settings.

source: Limpiar
en: Clear

source: Limpiar filtros
en: Clear filters

source: Limpiar todos los filtros
en: Clear all filters

source: Listo
en: Done

source: Lunes
en: Monday

source: Macros diarios
en: Daily macros

source: MACROS DIARIOS
en: DAILY MACROS

source: Mancuerna
en: Dumbbell

source: Mantener Pantalla Activa
en: Keep Screen On

source: Mantener y mejorar
en: Maintain and improve

source: Máquina
en: Machine

source: Marca tus comidas para ver estadisticas de cumplimiento
en: Mark your meals to see compliance stats

source: Marcar como completado
en: Mark as complete

source: Marcar entrenamiento de hoy
en: Mark today's workout

source: Martes
en: Tuesday

source: MÁS POPULAR
en: MOST POPULAR

source: Masa magra
en: Lean mass

source: Masa Magra
en: Lean Mass

source: Masa Muscular
en: Muscle Mass

source: Me gusta
en: Likes

source: Mecánica
en: Mechanic

source: Mecánica: %@
en: Mechanic: %@

source: Media mañana
en: Mid-morning

source: Media tarde
en: Mid-afternoon

source: Medidas Adicionales
en: Additional Measurements

source: Medidas Corporales
en: Body Measurements

source: Medidas corporales y composicion
en: Body measurements and composition

source: Medidas corporales, composicion y tendencias
en: Body measurements, composition and trends

source: Medidas corporales, records personales y ranking con amigos
en: Body measurements, personal records and friend rankings

source: Medidas Principales
en: Main Measurements

source: Medio
en: Medium

source: Mejor PR
en: Best PR

source: Mejor racha
en: Best streak

source: Mensual
en: Monthly

source: Merienda
en: Snack

source: mes
en: month

source: meses
en: months

source: Método de Creación
en: Creation Method

source: Métrico (kg, cm)
en: Metric (kg, cm)

source: Mi Codigo
en: My Code

source: Mi Código
en: My Code

source: Mi Suscripción
en: My Subscription

source: Mide tu progreso
en: Measure your progress

source: Miercoles
en: Wednesday

source: Miércoles
en: Wednesday

source: Mis Planes
en: My Plans

source: Modificar % Grasa Corporal
en: Edit Body Fat %

source: Momento
en: Timing

source: Mostrando %1$lld de %2$lld ejercicios
en: Showing %1$lld of %2$lld exercises
